'use strict';

module.exports = {
    moduleType: 'locale',
    name: 'am',
    dictionary: {},
    format: {
        days: ['ሰንዴይ', 'መንዴይ', 'ትዩስዴይ', 'ዌንስዴይ', 'ተርሰዴይ', 'ፍራይዴይ', 'ሳተርዴይ'],
        shortDays: ['ሰንዴ', 'መንዴ', 'ትዩስ', 'ዌንስ', 'ተርሰ', 'ፍራይ', 'ሳተር'],
        months: [
            'ጃንዋሪ', 'ፈብርዋሪ', 'ማርች', 'አፕሪል', 'ሜይ', 'ጁን',
            'ጁላይ', 'ኦገስት', 'ሴፕቴምበር', 'ኦክቶበር', 'ኖቬምበር', 'ዲሴምበር'
        ],
        shortMonths: [
            'ጃንዋ', 'ፈብር', 'ማርች', 'አፕሪ', 'ሜይ', 'ጁን',
            'ጁላይ', 'ኦገስ', 'ሴፕቴ', 'ኦክቶ', 'ኖቬም', 'ዲሴም'
        ],
        date: '%d/%m/%Y'
    }
};
