'use strict';

module.exports = {
    moduleType: 'locale',
    name: 'ar-EG',
    dictionary: {},
    format: {
        days: ['الأحد', 'الاثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت'],
        shortDays: ['أحد', 'اثنين', 'ثلاثاء', 'أربعاء', 'خميس', 'جمعة', 'سبت'],
        months: [
            'يناير', 'فبراير', 'مارس', 'إبريل', 'مايو', 'يونية',
            'يوليو', 'أغسطس', 'سبتمبر', 'أكتوبر', 'نوفمبر', 'ديسمبر'
        ],
        shortMonths: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'],
        date: '%d/%m/%Y'
    }
};
