'use strict';

module.exports = {
    moduleType: 'locale',
    name: 'bg',
    dictionary: {},
    format: {
        days: ['Неделя', 'Понеделник', 'Вторник', 'Сряда', 'Четвъртък', 'Петък', 'Събота'],
        shortDays: ['Нед', 'Пон', 'Вто', 'Сря', 'Чет', 'Пет', 'Съб'],
        months: [
            'Януари', 'Февруари', 'Март', 'Април', 'Май', 'Юни',
            'Юли', 'Август', 'Септември', 'Октомври', 'Ноември', 'Декември'
        ],
        shortMonths: [
            'Яну', 'Фев', 'Мар', 'Апр', 'Май', 'Юни',
            'Юли', 'Авг', 'Сеп', 'Окт', 'Нов', 'Дек'
        ],
        date: '%d.%m.%Y'
    }
};
