'use strict';

module.exports = {
    moduleType: 'locale',
    name: 'hy',
    dictionary: {},
    format: {
        days: [
            'կիրակի', 'եկուշաբթի', 'երեքշաբթի', 'չորեքշաբթի',
            'հինգշաբթի', 'ուրբաթ', 'շաբաթ'
        ],
        shortDays: ['կիր', 'երկ', 'երք', 'չրք', 'հնգ', 'ուրբ', 'շբթ'],
        months: [
            'Հունվար', 'Փետրվար', 'Մարտ', 'Ապրիլ', 'Մայիս', 'Հունիս',
            'Հուլիս', 'Օգոստոս', 'Սեպտեմբեր', 'Հոկտեմբեր', 'Նոյեմբեր', 'Դեկտեմբեր'
        ],
        shortMonths: [
            'Հունվ', 'Փետր', 'Մարտ', 'Ապր', 'Մայիս', 'Հունիս',
            'Հուլ', 'Օգս', 'Սեպ', 'Հոկ', 'Նոյ', 'Դեկ'
        ],
        date: '%d.%m.%Y'
    }
};
