'use strict';

module.exports = {
    moduleType: 'locale',
    name: 'mk',
    dictionary: {},
    format: {
        days: ['Недела', 'Понеделник', 'Вторник', 'Среда', 'Четврток', 'Петок', 'Сабота'],
        shortDays: ['Нед', 'Пон', 'Вто', 'Сре', 'Чет', 'Пет', 'Саб'],
        months: [
            'Јануари', 'Февруари', 'Март', 'Април', 'Мај', 'Јуни',
            'Јули', 'Август', 'Септември', 'Октомври', 'Ноември', 'Декември'
        ],
        shortMonths: [
            'Јан', 'Фев', 'Мар', 'Апр', 'Мај', 'Јун',
            'Јул', 'Авг', 'Сеп', 'Окт', 'Нов', 'Дек'
        ],
        date: '%d/%m/%Y'
    }
};
