'use strict';

module.exports = {
    moduleType: 'locale',
    name: 'tt',
    dictionary: {},
    format: {
        days: [
            'якшәмбе', 'дүшәмбе', 'сишәмбе', 'чәршәмбе',
            'пәнҗешәмбе', 'җомга', 'шимбә'
        ],
        shortDays: ['якш', 'дүш', 'сиш', 'чәр', 'пән', 'җом', 'шим'],
        months: [
            'Гынвар', 'Февраль', 'Март', 'Апрель', 'Май', 'Июнь',
            'Июль', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'
        ],
        shortMonths: [
            'Гыйн', 'Фев', 'Мар', 'Апр', 'Май', 'Июн',
            'Июл', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек'
        ],
        date: '%d.%m.%Y'
    }
};
